/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ copiat în clipboard";

/* No comment provided by engineer. */
"%d Confirmations" = "%d confirmări";

/* No comment provided by engineer. */
"%d more" = "%d";

/* No comment provided by engineer. */
"%d Transactions" = "%d tranzacții";

/* No comment provided by engineer. */
"Account Settings" = "Setările De Cont";

/* No comment provided by engineer. */
"Active" = "Active";

/* No comment provided by engineer. */
"Add to Address book?" = "Adaugă la agenda?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "A apărut o eroare de validare a codului PIN de pe un server de la distanță. Poti fi offline sau blockchain pot avea dificultăți. Doriți să repetați verificarea sau în loc să introduceți parola manual?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "A apărut o eroare la încărcarea portofel. Poti fi offline sau Blockchain se confruntă cu dificultăți. Vă rugăm să închideți aplicația și încercați din nou, sau re-pair tine în aparat.";

/* No comment provided by engineer. */
"Any Address" = "La Orice Adresă";

/* No comment provided by engineer. */
"Archive" = "Arhiva";

/* No comment provided by engineer. */
"Archived" = "Arhivă";

/* No comment provided by engineer. */
"Automatically" = "Automat";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Înainte de a obține acces la portofel, vă Rugăm să alegeți un cod pin să utilizeze, pentru a debloca portofel. Este important să vă amintiți acest pin-ul, iar acesta nu poate fi anulat sau modificat fără o notificare de deblocare aplicație.";

/* No comment provided by engineer. */
"Bitcoin Address" = "Bitcoin-Adresa";

/* No comment provided by engineer. */
"Cancel" = "Anulare";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "Nu se poate salva PIN-cod, în timp ce portofelul nu este inițializat sau parola null";

/* No comment provided by engineer. */
"Change PIN" = "Modificare cod PIN";

/* No comment provided by engineer. */
"Close App" = "Închide";

/* No comment provided by engineer. */
"Confirm Payment" = "Pentru A Confirma Plata";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Confirmați plata%1$@ (%2$@) în %3$@";

/* No comment provided by engineer. */
"Create Wallet" = "Crea Un Portofel";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "A descifra codul PIN lungimea parolei 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Decriptarea Cheii Private";

/* No comment provided by engineer. */
"Enter Password" = "Introduceți O Parolă";

/* No comment provided by engineer. */
"Error" = "Eroare";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Nu A Reușit Să Încarce Portofelul";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "A Terminat Semnarea Intrari";

/* No comment provided by engineer. */
"Forget Details" = "Uita De Detalii";

/* No comment provided by engineer. */
"Forget Wallet" = "Uita De Poseta";

/* No comment provided by engineer. */
"How would you like to pair?" = "Cum ați dori să o pereche?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Dacă aveți deja un Blockchain geanta, alege o pereche de aparat; în caz contrar, selectați \" creați un portofel. Este gratuit! Nu de e-mail este necesară.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Import Cheia Privată %@";

/* No comment provided by engineer. */
"Information" = "Informații";

/* No comment provided by engineer. */
"Invalid email address." = "Greșit adresa de e-mail.";

/* No comment provided by engineer. */
"Invalid GUID" = "Invalid GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "Invalid Id";

/* No comment provided by engineer. */
"Invalid Send Value" = "Deteriorate Trimite În Valoare De";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Greșit Cheie Prepartajată";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Invalid Codul De Stare, De A Returnat %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Invalid bitcoin-adresa";

/* No comment provided by engineer. */
"Loading External Page" = "Descărcarea De Externe Pag.";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Manually" = "Manual";

/* No comment provided by engineer. */
"No" = "Nu";

/* No comment provided by engineer. */
"No Label" = "No Label";

/* No comment provided by engineer. */
"No Password Entered" = "Parola Nu Este Introdus";

/* No comment provided by engineer. */
"OK" = "Ok";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Deschideți setările de cont, de a ieși din sistem sau pentru a edita codul pin de mai jos.";

/* No comment provided by engineer. */
"Options" = "Opțiuni";

/* No comment provided by engineer. */
"Pair Device" = "Asocierea Aparatelor";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Парсинг Cod";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Parola trebuie să 10 caractere sau mai";

/* No comment provided by engineer. */
"Passwords do not match" = "Parolele nu se potrivesc";

/* No comment provided by engineer. */
"Payment Sent!" = "Plata Trimis!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "Cod PIN Criptat linii este egal cu zero";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN-cod de răspuns cheia de obiect sau de o valoare de lungime 0,";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN-codul a obiectului Response succes lungime 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN-codul a fost salvată";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "Pini de test nu poate fi finalizată. Vă rugăm să introduceți portofel parola manual.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN-eroare de verificare";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Vă rugăm să introduceți adresa de 36 de caractere id Wallet corect. El poate fi găsit în mesajul său de felicitare, o scrisoare de pornire.";

/* No comment provided by engineer. */
"Please provide an email address." = "Vă rugăm să introduceți adresa de e-mail.";

/* No comment provided by engineer. */
"Please Wait" = "Vă Rugăm Să Așteptați";

/* No comment provided by engineer. */
"Retry Validation" = "Reîncercați validare";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Scanarea Se Uite Doar Adresa?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "A Doua Parola Gresita";

/* No comment provided by engineer. */
"Send Payment From:" = "Trimite Plata Din:";

/* No comment provided by engineer. */
"Send Payment To:" = "Trimite Plata:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Server Returned Null Cod De Stare";

/* No comment provided by engineer. */
"Signing Input %d" = "Semnarea de intrare %d";

/* No comment provided by engineer. */
"Signing Inputs" = "Semnarea Intrari";

/* No comment provided by engineer. */
"Success" = "Succes";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "Cheia privată, care sunteți încercarea de a importa, sunt criptate. Vă rugăm să introduceți parola de mai jos.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Această acțiune necesită o a doua parola dvs. bitcoin portofel. Vă rugăm să introduceți de mai jos și faceți clic pe \" continuați\".";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "Aceasta va șterge toate datele din portofel pe acest dispozitiv. Vă rugăm să confirmați că aveți portofel informațiile stocate în altă locație, în caz contrar, orice bitcoins în acest portofel va fi indisponibil!!";

/* No comment provided by engineer. */
"Unarchive" = "Dezarhivare";

/* No comment provided by engineer. */
"Unconfirmed" = "Neconfirmate";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Într-Un Format Neacceptat Cheii Private";

/* No comment provided by engineer. */
"User Declined" = "Utilizatorul A Refuzat";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Adresa \" Portofelul\"% @ nu are mijloace pentru a-și petreacă. Cu toate acestea, cheia privată trebuie să fie scanate din hârtie-o pungă sau un cod QR. Doriți să scanați separat cheia acum?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Portofel Din Succes.";

/* No comment provided by engineer. */
"Warning!!!" = "Avertisment!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Bine Ati Venit Înapoi";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Bine ati venit la Blockchain portofel";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Doriți să adăugați bitcoin-adresa %@ in agenda?";

/* No comment provided by engineer. */
"Yes" = "Da";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "Nu aveți activi bitcoin-uri disponibile pentru a trimite";

/* No comment provided by engineer. */
"You must enter a destination address" = "Trebuie să introduceți adresa de destinație";

/* No comment provided by engineer. */
"You must enter a label" = "Trebuie să introduceți eticheta";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Portofelul a fost creat cu succes.";

